@component('mail::message')

    {{-- تحية حسب الوقت --}}
    @if(now()->hour < 12)
        {{ __('صباح الخير!') }}
    @else
        {{ __('مساء الخير!') }}
    @endif

    {{-- رسالة توضيحية --}}
    {{ __('من فضلك استخدم الرمز أدناه لتأكيد وسيلة الاتصال الخاصة بك:') }}

    {{-- عرض رمز التحقق --}}
    @component('mail::panel')
        {{ $verificationCode }}
    @endcomponent

    {{-- رسالة في حال لم يطلب المستخدم هذا التحقق --}}
    {{ __('إذا لم تقم بطلب هذا التحقق، يمكنك تجاهل هذه الرسالة.') }}

@endcomponent
