{
    "(and :count more error)": "(و :count خطأ إضافي)",
    "(and :count more errors)": "(و :count أخطاء إضافية)",
    "A new verification link has been sent to the email address you provided in your profile settings.": "تم إرسال رابط تحقق جديد إلى عنوان البريد الإلكتروني الذي قمت بتعيينه في إعدادات الملف الشخصي.",
    "A new verification link has been sent to your email address.": "تم إرسال رابط تحقق جديد إلى بريدك الإليكتروني.",
    "Accept Invitation": "قبول الدعوة",
    "Add": "إضافة",
    "Gender": "النوع",
    "Male": "ذكر",
    "Address": "العنوان",
    "Bio": "عني",
    "Country": "الدولة",
    "City": "المدينة",
    "Female": "أنثي",
    "First name": "الاسم الأول",
    "Last name": "الاسم الأخير",
    "Full name": "الاسم الكامل",
    "New on our platform?": "ليس لديك حساب ؟",
    "Forgot Password?": "نسيت كلمة المرور ؟ ",
    "Adventure starts here": "تبدأ المغامرة هنا",
    "Make your app management easy and fun!": "اجعل إدارة تطبيقك سهلة وممتعة!",
    "Phone number": "رقم الهاتف",
    "Welcome to :app_name !": "مرحبا بك في :app_name !",
    "Please sign-in to your account": "يرجى تسجيل الدخول إلى الحساب الخاص بك",
    "Create an account": "انشاء حساب جديد",
    "Sign in instead": "قم بتسجيل الدخول",
    "Sign up": "إنشاء حساب جديد",
    "Sign in": "تسجيل الدخول",
    "Add a new team member to your team, allowing them to collaborate with you.": "أضف عضوًا جديدًا إلى فريقك، مما يتيح لهم التعاون معك.",
    "Add additional security to your account using two factor authentication.": "أضف أمانًا إضافيًا إلى حسابك باستخدام المصادقة الثنائية.",
    "Add Team Member": "إضافة عضو للفريق",
    "Added.": "تمت الإضافة.",
    "Administrator": "المدير",
    "Administrator users can perform any action.": "المدراء بإمكانهم تنفيذ أي إجراء.",
    "All of the people that are part of this team.": "جميع الأشخاص الذين هم جزء من هذا الفريق.",
    "All rights reserved.": "جميع الحقوق محفوظة.",
    "Already registered?": "لديك حساب مسبقا؟",
    "API Token": "رمز API",
    "API Token Permissions": "أذونات رمز API",
    "API Tokens": "رموز API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "تسمح رموز API لخدمات الطرف الثالث بالمصادقة مع تطبيقنا نيابة عنك.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "هل أنت متأكد أنك تريد حذف هذا الفريق؟ بمجرد حذف الفريق ، سيتم حذف جميع مصادره وبياناته نهائيًا.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "هل ترغب بحذف حسابك بالتأكيد؟ بمجرد حذف حسابك، سيتم حذف جميع البيانات المتعلقة به نهائياً. الرجاء إدخال كلمة المرور الخاصة بك لتأكيد رغبتك في حذف حسابك بشكل دائم.",
    "Are you sure you would like to delete this API token?": "هل أنت متأكد أنك تريد حذف رمز API المميز؟",
    "Are you sure you would like to leave this team?": "هل أنت متأكد أنك تريد مغادرة هذا الفريق؟",
    "Are you sure you would like to remove this person from the team?": "هل أنت متأكد أنك تريد إزالة هذا الشخص من الفريق؟",
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "قبل المتابعة، هل يمكنك التحقق من بريدك الإلكتروني بالضغط على الرابط الذي أرسلناه لك الآن عبر البريد الإلكتروني؟ إذا لم يصلك البريد الإلكتروني، فيسعدنا أن نرسل لك بريداً إلكترونياً غيره بكل سرور.",
    "Browser Sessions": "جلسات المتصفح",
    "Cancel": "إلغاء",
    "Click here to re-send the verification email.": "اضغط هنا لإعادة إرسال بريد التحقق.",
    "Close": "إغلاق",
    "Code": "الرمز",
    "Confirm": "تأكيد",
    "Confirm Password": "تأكيد كلمة المرور",
    "Create": "إنشاء",
    "Create a new team to collaborate with others on projects.": "أنشئ فريقًا جديدًا للتعاون مع الآخرين في المشاريع.",
    "Create Account": "إنشاء حساب",
    "Create API Token": "إنشاء رمز API",
    "Create New Team": "إنشاء فريق جديد",
    "Create Team": "إنشاء فريق",
    "Created.": "تم الإنشاء.",
    "Current Password": "كلمة المرور الحالية",
    "Dashboard": "لوحة التحكم",
    "Delete": "حذف",
    "Delete Account": "حذف الحساب",
    "Delete API Token": "حذف رمز API",
    "Delete Team": "حذف الفريق",
    "Disable": "تعطيل",
    "Done.": "تم.",
    "Edit Profile": "تعديل الملف الشخصي",
    "Editor": "المحرر",
    "Editor users have the ability to read, create, and update.": "المحررون لديهم القدرة على القراءة والإنشاء والتحديث.",
    "Email": "البريد الإلكتروني",
    "Email Password Reset Link": "رابط إعادة تعيين كلمة مرور عبر البريد الإلكتروني",
    "Enable": "تفعيل",
    "Ensure your account is using a long, random password to stay secure.": "تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية للبقاء آمنًا.",
    "Finish enabling two factor authentication.": "الانتهاء من تمكين المصادقة الثنائية.",
    "For your security, please confirm your password to continue.": "لحمايتك، يرجى تأكيد كلمة المرور الخاصة بك للمتابعة.",
    "Forbidden": "محظور",
    "Forgot your password?": "نسيت كلمة المرور؟",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "نسيت كلمة المرور؟ لا توجد مشكلة. ما عليك سوى إخبارنا بعنوان بريدك الإلكتروني وسنرسل لك عبره رابط إعادة تعيين كلمة المرور الذي سيسمح لك باختيار كلمة مرور جديدة.",
    "Go to page :page": "الإنتقال إلى الصفحة :page",
    "Great! You have accepted the invitation to join the :team team.": "رائع! لقد قبلت الدعوة للإنضمام إلى فريق :team.",
    "Hello!": "أهلاً بك!",
    "I agree to the :terms_of_service and :privacy_policy": "أوافق على :terms_of_service و :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "إذا لزم الأمر، يمكنك تسجيل الخروج من جميع جلسات المتصفح الأخرى عبر جميع أجهزتك. بعض جلساتك الأخيرة مذكورة أدناه؛ ومع ذلك، قد لا تكون هذه القائمة شاملة. إذا شعرت أنه تم اختراق حسابك، فيجب عليك أيضًا تحديث كلمة المرور الخاصة بك.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "إذا كان لديك حساب بالفعل، فيمكنك قبول هذه الدعوة بالضغط على الزر أدناه:",
    "If you did not create an account, no further action is required.": "إذا لم تقم بإنشاء حساب ، فلا يلزم اتخاذ أي إجراء آخر.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "إذا لم تتوقع تلقي دعوة إلى هذا الفريق، فيمكنك تجاهل هذا البريد الإليكتروني.",
    "If you did not request a password reset, no further action is required.": "إذا لم تقم بطلب استعادة كلمة المرور، لا تحتاج القيام بأي إجراء.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "إذا لم يكن لديك حساب، يمكنك إنشاء حساب بالضغط على الزر أدناه. بعد إنشاء حساب، يمكنك الضغط على زر قبول الدعوة في هذا البريد الإليكتروني لقبول دعوة الفريق:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "إذا كنت تواجه مشكلة في النقر على الزر \":actionText \"، يمكنك نسخ عنوان URL أدناه\n وألصقه في متصفح الويب:",
    "Last active": "آخر نشاط",
    "Last used": "آخر استخدام",
    "Leave": "مغادرة",
    "Leave Team": "مغادرة الفريق",
    "Log in": "تسجيل الدخول",
    "Log Out": "تسجيل الخروج",
    "Log Out Other Browser Sessions": "تسجيل الخروج من جلساتك على المتصفحات الأخرى",
    "Login": "تسجيل الدخول",
    "Logout": "تسجيل الخروج",
    "Manage Account": "إدارة الحساب",
    "Manage and log out your active sessions on other browsers and devices.": "إدارة جلساتك النشطة والخروج منها على المتصفحات والأجهزة الأخرى.",
    "Manage API Tokens": "إدارة رموز API",
    "Manage Role": "إدارة الصلاحيات",
    "Manage Team": "إدارة الفريق",
    "Name": "الاسم",
    "Username": "اسم المستخدم",
    "New Password": "كلمة مرور جديدة",
    "Not Found": "غير متوفر",
    "of": "من",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "بمجرد حذف الفريق، سيتم حذف جميع مصادره وبياناته نهائيًا. قبل حذف هذا الفريق ، يرجى تنزيل أي بيانات أو معلومات بخصوص هذا الفريق ترغب في الاحتفاظ بها.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "بمجرد حذف حسابك، سيتم حذف جميع مصادره وبياناته نهائياً. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.",
    "Page Expired": "الصفحة منتهية الصلاحية",
    "Pagination Navigation": "التنقل بين الصفحات",
    "Password": "كلمة المرور",
    "Pending Team Invitations": "دعوات معلقة للإنضمام لفريق",
    "Permanently delete this team.": "احذف هذا الفريق بشكل دائم.",
    "Permanently delete your account.": "احذف حسابك بشكل دائم.",
    "Permissions": "الأذونات",
    "Photo": "صورة",
    "Please click the button below to verify your email address.": "يرجى النقر على الزر أدناه للتحقق من عنوان بريدك الإلكتروني.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "يرجى تأكيد الوصول إلى حسابك عن طريق إدخال أحد رموز الاسترداد المخصصة لحالات الطوارئ.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "يرجى تأكيد الوصول إلى حسابك عن طريق إدخال رمز المصادقة المقدم من تطبيق المصادقة الخاص بك.",
    "Please copy your new API token. For your security, it won't be shown again.": "يرجى نسخ رمز API الجديد الخاص بك. من أجل أمانك، لن يتم عرضه مرة أخرى.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "الرجاء إدخال كلمة المرور الخاصة بك لتأكيد رغبتك في تسجيل الخروج من جلسات المتصفح الأخرى عبر جميع أجهزتك.",
    "Please provide the email address of the person you would like to add to this team.": "يرجى كتابة عنوان البريد الإليكتروني للشخص الذي ترغب بإضافته إلى هذا الفريق.",
    "Privacy Policy": "سياسة الخصوصية",
    "Profile": "الملف الشخصي",
    "Profile Information": "معلومات الملف الشخصي",
    "Recovery Code": "رمز الاسترداد",
    "Regards": "مع التحية",
    "Regenerate Recovery Codes": "إعادة إنشاء رموز الاسترداد",
    "Register": "تسجيل",
    "Remember me": "تذكرني",
    "Remove": "حذف",
    "Remove Photo": "حذف الصورة",
    "Remove Team Member": "حذف عضو الفريق",
    "Resend Verification Email": "إعادة ارسال بريد التحقق",
    "Reset Password": "استعادة كلمة المرور",
    "Reset Password Notification": "تنبيه استعادة كلمة المرور",
    "results": "نتيجة",
    "Role": "صلاحية",
    "Save": "حفظ",
    "Saved.": "تم الحفظ.",
    "Select A New Photo": "اختيار صورة جديدة",
    "Server Error": "خطأ في الإستضافة",
    "Service Unavailable": "الخدمة غير متوفرة",
    "Setup Key": "مفتاح الإعداد",
    "Show Recovery Codes": "إظهار رموز الاسترداد",
    "Showing": "عرض",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "قم بالاحتفاظ برموز الاسترداد هذه في مكان آمن. يمكن استخدامها لاستعادة الوصول إلى حسابك في حالة فقدان جهاز المصادقة الثنائية الخاص بك.",
    "Switch Teams": "تبديل الفرق",
    "Team Details": "تفاصيل الفريق",
    "Team Invitation": "دعوة الفريق",
    "Team Members": "أعضاء الفريق",
    "Team Name": "اسم الفريق",
    "Team Owner": "مالك الفريق",
    "Team Settings": "إعدادات الفريق",
    "Terms of Service": "شروط الاستخدام",
    "The :attribute must be a valid role.": ":Attribute يجب أن تكون صلاحية فاعلة.",
    "The :attribute must be at least :length characters and contain at least one number.": ":Attribute يجب أن يتألف على الأقل من :length خانة وأن تحتوي على رقم واحد على الأقل.",
    "The :attribute must be at least :length characters and contain at least one special character and one number.": ":Attribute يجب أن يتألف على الأقل من :length خانة وأن يحتوي على الأقل على حرف خاص ورقم.",
    "The :attribute must be at least :length characters and contain at least one special character.": ":Attribute يجب أن يتألف على الأقل من :length خانة وأن يحتوي على حرف خاص واحد على الأقل.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": ":Attribute يجب أن يتألف على الأقل من :length خانة وأن يحتوي على حرف كبير واحد ورقم واحد على الأقل.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": ":Attribute يجب أن يتألف على الأقل من :length خانة وأن يحتوي على حرف كبير واحد وحرف خاص واحد على الأقل.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": ":Attribute يجب أن يتألف على الأقل من :length خانة وأن يحتوي على حرف كبير واحد، رقم واحد، وحرف خاص واحد على الأقل.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": ":Attribute يجب أن يتألف على الأقل من :length خانة وأن يحتوي على حرف كبير واحد على الأقل.",
    "The :attribute must be at least :length characters.": ":Attribute يجب أن يتألف على الأقل من :length خانة.",
    "The :attribute must contain at least one letter.": ":Attribute يجب أن يحتوي على الأقل حرف واحد.",
    "The :attribute must contain at least one number.": ":Attribute يجب أن يحتوي على الأقل رقم واحد.",
    "The :attribute must contain at least one symbol.": ":Attribute يجب أن يحتوي على الأقل رمز واحد.",
    "The :attribute must contain at least one uppercase and one lowercase letter.": ":Attribute يجب أن يحتوي على الأقل حرف كبير واحد وحرف صغير واحد.",
    "The given :attribute has appeared in a data leak. Please choose a different :attribute.": ":Attribute المستخدم ضمن قائمة البيانات المسربة. الرجاء اختيار :attribute مختلف.",
    "The given data was invalid.": "البيانات المدخلة غير صالحة.",
    "The password is incorrect.": "كلمة المرور غير صحيحة.",
    "The provided password does not match your current password.": "كلمة المرور التي قمت بإدخالها لا تطابق كلمة المرور الحالية.",
    "The provided password was incorrect.": "كلمة المرور التي قمت بإدخالها غير صحيحة.",
    "The provided two factor authentication code was invalid.": "كود المصادقة الثنائية الذي قمت بإدخاله غير صالح.",
    "The provided two factor recovery code was invalid.": "كود استرداد المصادقة الثنائية الذي قمت بإدخاله غير صالح.",
    "The team's name and owner information.": "اسم الفريق ومعلومات المالك.",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "تمت دعوة هؤلاء الأشخاص إلى فريقك وتم إرسال دعوة عبر البريد الإليكتروني إليهم. يمكنهم الإنضمام إلى الفريق عن طريق قبول دعوة البريد الإليكتروني.",
    "This device": "هذا الجهاز",
    "This is a secure area of the application. Please confirm your password before continuing.": "هذه منطقة آمنة للتطبيق. يرجى تأكيد كلمة المرور الخاصة بك قبل المتابعة.",
    "This password does not match our records.": "كلمة المرور لا تتطابق مع سجلاتنا.",
    "This password reset link will expire in :count minutes.": "ستنتهي صلاحية رابط استعادة كلمة المرور خلال :count دقيقة.",
    "This user already belongs to the team.": "هذا المستخدم ينتمي بالفعل إلى الفريق.",
    "This user has already been invited to the team.": "تمت دعوة هذا المستخدم بالفعل إلى الفريق.",
    "to": "إلى",
    "To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.": "لإنهاء تمكين المصادقة الثنائية، قم بسمح رمز الاستجابة السريعة التالي باستخدام تطبيق المصادقة بهاتفك أو قم بإدخال مفتاح الإعداد وأدخل رمز OTP الذي تم إنشاؤه.",
    "Toggle navigation": "إظهار/إخفاء القائمة",
    "Token Name": "اسم الرمز",
    "Too Many Requests": "طلبات كثيرة جدًا",
    "Two Factor Authentication": "المصادقة الثنائية",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.": "لقد تم تمكين المصادقة الثنائية لحسابك. قم بمسح رمز الاستجابة السريعة التالي باستخدام تطبيق المصادقة بهاتفك أو قم بإدخال مفتاح الإعداد.",
    "Unauthorized": "غير مصرّح",
    "Update Password": "تحديث كلمة المرور",
    "Update your account's profile information and email address.": "قم بتحديث معلومات ملفك الشخصي وبريدك الإلكتروني.",
    "Use a recovery code": "استخدم رمز الاسترداد",
    "Use an authentication code": "استخدم رمز المصادقة",
    "Verify Email Address": "التحقق من عنوان البريد الإلكتروني",
    "We were unable to find a registered user with this email address.": "لم نتمكن من العثور على مستخدم مسجل بهذا البريد الإلكتروني.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "عند تمكين المصادقة الثنائية، ستتم مطالبتك برمز آمن وعشوائي أثناء المصادقة. يمكنك الحصول على هذا الرمز من تطبيق Google Authenticator بهاتفك.",
    "Whoops!": "عذراً!",
    "Whoops! Something went wrong.": "عذرًا! هناك خطأ ما.",
    "You are receiving this email because we received a password reset request for your account.": "لقد استلمت هذا الإيميل لأننا استقبلنا طلباً لاستعادة كلمة مرور حسابك.",
    "You have been invited to join the :team team!": "لقد تمت دعوتك للإنضمام إلى فريق :team!",
    "You have enabled two factor authentication.": "لقد قمت بتمكين المصادقة الثنائية.",
    "You have not enabled two factor authentication.": "لم تقم بتمكين المصادقة الثنائية.",
    "You may accept this invitation by clicking the button below:": "يمكنك قبول هذه الدعوة بالضغط على الزر أدناه:",
    "You may delete any of your existing tokens if they are no longer needed.": "يمكنك حذف أي من الرموز المميزة الموجودة لديك إذا لم تعد هناك حاجة إليها.",
    "You may not delete your personal team.": "لا يمكنك حذف فريقك الشخصي.",
    "You may not leave a team that you created.": "لا يمكنك مغادرة الفريق الذي أنشأته.",
    "Your email address is unverified.": "لم يتم التحقق من عنوان بريدك الإلكتروني.",
    "Action": "خياراتي",
    "Reports": "التقارير",
    "Show": "عرض",
    "Update": "تحديث",
    "Next": "التالي",
    "Previous": "السابق",
    "Welcome": "اهلا",
    "My Profile": "ملفي الشخصي",
    "Setting": "الإعدادات",
    "Logout": "تسجيل الخروج",
    "Search": "بحث",
    "Dashboard": "لوحة التحكم",
    "Home": "الرئيسية",
    "English": "English",
    "Arabic": "عربي",
    "Menu": "القائمة",
    "Available": "متصل الان",
    "No": "لا",
    "Yes": "نعم",
    "Cancel": "الغاء",
    "Cancelled": "تم الإلغاء",
    "Your data is safe :)": "لم يتم حذف العنصر",
    "Are you sure?": "هل انت متاكد ؟",
    "You wont be able to revert this!": "لن تتمكن من استعادة العنصر المحذوف !",
    "Yes, delete it!": "نعم , قم بالحذف",
    "advertisements_advertisements": "الإعلانات",
    "advertisements_id": "بطاقة تعريف",
    "advertisements_image": "صورة",
    "advertisements_position": "موضع",
    "advertisements_is_active": "نشط",
    "advertisements_sorting": "فرز",
    "advertisements_created_at": "أنشئت في",
    "advertisements_updated_at": "تم التحديث في",
    "basket_items_basket_items": "عناصر السلة",
    "basket_items_id": "بطاقة تعريف",
    "basket_items_basket_id": "سلة",
    "basket_items_product_id": "معرف المنتج",
    "basket_items_price": "سعر",
    "basket_items_quantity": "كمية",
    "basket_items_total_price": "السعر الكلي",
    "basket_items_company_id": "هوية الشركة",
    "basket_items_created_at": "أنشئت في",
    "basket_items_updated_at": "تم التحديث في",
    "baskets_baskets": "سلال",
    "baskets_id": "بطاقة تعريف",
    "baskets_subscriber_id": "تابع هويتك الشخصيه",
    "baskets_created_at": "أنشئت في",
    "baskets_updated_at": "تم التحديث في",
    "configs_configs": "Configs",
    "configs_id": "بطاقة تعريف",
    "configs_seller_percentage": "البائع",
    "configs_created_at": "أنشئت في",
    "configs_updated_at": "تم التحديث في",
    "description_translations_description_translations": "ترجمة الوصف",
    "description_translations_id": "بطاقة تعريف",
    "description_translations_description_id": "الوصف",
    "description_translations_locale": "لغة",
    "description_translations_description": "وصف",
    "descriptions_descriptions": "الأوصاف",
    "descriptions_id": "بطاقة تعريف",
    "descriptions_key": "مفتاح",
    "descriptions_created_at": "أنشئت في",
    "descriptions_updated_at": "تم التحديث في",
    "distance_units_distance_units": "وحدات المسافة",
    "distance_units_id": "بطاقة تعريف",
    "distance_units_name": "اسم",
    "distance_units_en_name": "EnName",
    "distance_units_created_at": "أنشئت في",
    "distance_units_updated_at": "تم التحديث في",
    "offer_details_offer_details": "تفاصيل العرض",
    "offer_details_id": "بطاقة تعريف",
    "offer_details_offer_id": "OfferId",
    "offer_details_company_id": "هوية الشركة",
    "offer_details_branch_id": "الفرع",
    "offer_details_product_id": "معرف المنتج",
    "offer_details_offer_price": "سعر العرض",
    "offer_details_offer_quantity": "عرض الكمية",
    "offer_details_minimum_order_quantity": "أقل كمية ممكن طلبها",
    "offer_details_maximum_order_quantity": "الحد الأقصى للكمية",
    "offer_details_created_at": "أنشئت في",
    "offer_details_updated_at": "تم التحديث في",
    "offer_labels_offer_labels": "تقديم تسميات",
    "offer_labels_id": "بطاقة تعريف",
    "offer_labels_offer_id": "OfferId",
    "offer_labels_label_id": "LabelId",
    "offer_labels_created_at": "أنشئت في",
    "offer_labels_updated_at": "تم التحديث في",
    "offer_orders_offer_orders": "تقديم الطلبات",
    "offer_orders_id": "بطاقة تعريف",
    "offer_orders_offer_id": "OfferId",
    "offer_orders_order_id": "رقم التعريف الخاص بالطلب",
    "offer_orders_created_at": "أنشئت في",
    "offer_orders_updated_at": "تم التحديث في",
    "offer_specifications_offer_specifications": "مواصفات العرض",
    "offer_specifications_id": "بطاقة تعريف",
    "offer_specifications_offer_id": "OfferId",
    "offer_specifications_offer_specification": "عرض المواصفات",
    "offer_specifications_created_at": "أنشئت في",
    "offer_specifications_updated_at": "تم التحديث في",
    "offer_terms_offer_terms": "شروط العرض",
    "offer_terms_id": "بطاقة تعريف",
    "offer_terms_offer_id": "OfferId",
    "offer_terms_offer_term": "OfferTerm",
    "offer_terms_created_at": "أنشئت في",
    "offer_terms_updated_at": "تم التحديث في",
    "offer_types_offer_types": "أنواع العروض",
    "offer_types_id": "بطاقة تعريف",
    "offer_types_name": "اسم",
    "offer_types_en_name": "EnName",
    "offer_types_created_at": "أنشئت في",
    "offer_types_updated_at": "تم التحديث في",
    "offers_offers": "عروض",
    "offers_id": "بطاقة تعريف",
    "offers_seller_id": "معرف البائع",
    "offers_offer_title": "OfferTitle",
    "offers_offer_expiry_date": "تاريخ انتهاء العرض",
    "offers_image": "صورة",
    "offers_minimum_order_quantity": "أقل كمية ممكن طلبها",
    "offers_minimum_order_amount": "الحد الأدنى للطلب",
    "offers_offer_specifications": "العرضالمواصفات",
    "offers_offer_type_id": "OfferTypeId",
    "offers_is_active": "نشط",
    "offers_created_at": "أنشئت في",
    "offers_updated_at": "تم التحديث في",
    "order_items_order_items": "طلب بضاعة",
    "order_items_id": "بطاقة تعريف",
    "order_items_branch_id": "الفرع",
    "order_items_order_id": "رقم التعريف الخاص بالطلب",
    "order_items_product_id": "معرف المنتج",
    "order_items_order_max_quantity": "OrderMaxQuantity. الكمية القصوى",
    "order_items_order_min_quantity": "ترتيبالحد الأدنى",
    "order_items_price": "سعر",
    "order_items_offer_detail_id": "OfferDetailId",
    "order_items_quantity": "كمية",
    "order_items_total_price": "السعر الكلي",
    "order_items_order_items_availability_id": "OrderItemsAvailabilityId",
    "order_items_created_at": "أنشئت في",
    "order_items_updated_at": "تم التحديث في",
    "order_items_availabilities_order_items_availabilities": "طلب العناصر المتاحة",
    "order_items_availabilities_id": "بطاقة تعريف",
    "order_items_availabilities_name": "اسم",
    "order_items_availabilities_en_name": "EnName",
    "order_items_availabilities_created_at": "أنشئت في",
    "order_items_availabilities_updated_at": "تم التحديث في",
    "order_platforms_order_platforms": "طلب منصات",
    "order_platforms_id": "بطاقة تعريف",
    "order_platforms_name": "اسم",
    "order_platforms_en_name": "EnName",
    "order_platforms_is_active": "نشط",
    "order_platforms_created_at": "أنشئت في",
    "order_platforms_updated_at": "تم التحديث في",
    "order_statuses_order_statuses": "حالات الطلب",
    "order_statuses_id": "بطاقة تعريف",
    "order_statuses_name": "اسم",
    "order_statuses_en_name": "EnName",
    "order_statuses_created_at": "أنشئت في",
    "order_statuses_updated_at": "تم التحديث في",
    "orders_orders": "طلبات",
    "orders_id": "بطاقة تعريف",
    "orders_subscriber_id": "تابع هويتك الشخصيه",
    "orders_order_status_id": "OrderStatusId",
    "orders_company_id": "هوية الشركة",
    "orders_company_distance": "الشركة المسافة",
    "orders_distance_unit_id": "بعد الوحدة",
    "orders_payment_type_id": "نوع الدفع",
    "orders_payment_method_id": "طريقة الدفع",
    "orders_order_items_availability_id": "OrderItemsAvailabilityId",
    "orders_shipping_type_id": "نوع الشحن",
    "orders_shipping_method_id": "طريقة الشحن",
    "orders_shipping_price": "سعر الشحن",
    "orders_tax": "ضريبة",
    "orders_default_sales_tax": "ضريبة المبيعات الافتراضية",
    "orders_price": "سعر",
    "orders_total_price": "السعر الكلي",
    "orders_notes": "ملحوظات",
    "orders_order_longitude": "ترتيب الطول",
    "orders_order_latitude": "ترتيب العرض",
    "orders_created_at": "أنشئت في",
    "orders_updated_at": "تم التحديث في",
    "part_types_part_types": "أنواع الأجزاء",
    "part_types_id": "بطاقة تعريف",
    "part_types_name": "اسم",
    "part_types_en_name": "EnName",
    "part_types_created_at": "أنشئت في",
    "part_types_updated_at": "تم التحديث في",
    "payment_currencies_payment_currencies": "عملات الدفع",
    "payment_currencies_id": "بطاقة تعريف",
    "payment_currencies_currency": "عملة",
    "payment_currencies_currency_code": "رمز العملة",
    "payment_currencies_created_at": "أنشئت في",
    "payment_currencies_updated_at": "تم التحديث في",
    "payment_methods_payment_methods": "طرق الدفع",
    "payment_methods_id": "بطاقة تعريف",
    "payment_methods_name": "اسم",
    "payment_methods_en_name": "EnName",
    "payment_methods_created_at": "أنشئت في",
    "payment_methods_updated_at": "تم التحديث في",
    "payment_statuses_payment_statuses": "حالات الدفع",
    "payment_statuses_id": "بطاقة تعريف",
    "payment_statuses_name": "اسم",
    "payment_statuses_en_name": "EnName",
    "payment_statuses_created_at": "أنشئت في",
    "payment_statuses_updated_at": "تم التحديث في",
    "payment_types_payment_types": "أنواع الدفع",
    "payment_types_id": "بطاقة تعريف",
    "payment_types_name": "اسم",
    "payment_types_en_name": "EnName",
    "payment_types_created_at": "أنشئت في",
    "payment_types_updated_at": "تم التحديث في",
    "purchase_order_invoice_items_purchase_order_invoice_items": "أصناف فاتورة أمر الشراء",
    "purchase_order_invoice_items_id": "بطاقة تعريف",
    "purchase_order_invoice_items_purchase_order_invoice_id": "PurchaseOrderInvoiceId",
    "purchase_order_invoice_items_purchase_order_item_id": "الشراء",
    "purchase_order_invoice_items_price": "سعر",
    "purchase_order_invoice_items_quantity": "كمية",
    "purchase_order_invoice_items_total_price": "السعر الكلي",
    "purchase_order_invoice_items_product_is_damaged": "المنتج تالف",
    "purchase_order_invoice_items_created_at": "أنشئت في",
    "purchase_order_invoice_items_updated_at": "تم التحديث في",
    "purchase_order_invoices_purchase_order_invoices": "فواتير أوامر الشراء",
    "purchase_order_invoices_id": "بطاقة تعريف",
    "purchase_order_invoices_invoice_number": "InvoiceNumber",
    "purchase_order_invoices_purchase_order_id": "شراء",
    "purchase_order_invoices_payment_status_id": "طريقة الدفع",
    "purchase_order_invoices_invoice_type": "نوع الفاتورة",
    "purchase_order_invoices_price": "سعر",
    "purchase_order_invoices_shipping_price": "سعر الشحن",
    "purchase_order_invoices_tax": "ضريبة",
    "purchase_order_invoices_total_price": "السعر الكلي",
    "purchase_order_invoices_notes": "ملحوظات",
    "purchase_order_invoices_created_at": "أنشئت في",
    "purchase_order_invoices_updated_at": "تم التحديث في",
    "purchase_order_items_purchase_order_items": "بنود أمر الشراء",
    "purchase_order_items_id": "بطاقة تعريف",
    "purchase_order_items_branch_id": "الفرع",
    "purchase_order_items_purchase_order_id": "شراء",
    "purchase_order_items_product_id": "معرف المنتج",
    "purchase_order_items_purchase_order_max_quantity": "شراءOrderMaxQuantity",
    "purchase_order_items_purchase_order_min_quantity": "الشراء",
    "purchase_order_items_price": "سعر",
    "purchase_order_items_offer_detail_id": "OfferDetailId",
    "purchase_order_items_quantity": "كمية",
    "purchase_order_items_total_price": "السعر الكلي",
    "purchase_order_items_created_at": "أنشئت في",
    "purchase_order_items_updated_at": "تم التحديث في",
    "purchase_order_statuses_purchase_order_statuses": "حالات أوامر الشراء",
    "purchase_order_statuses_id": "بطاقة تعريف",
    "purchase_order_statuses_name": "اسم",
    "purchase_order_statuses_en_name": "EnName",
    "purchase_order_statuses_created_at": "أنشئت في",
    "purchase_order_statuses_updated_at": "تم التحديث في",
    "purchase_orders_purchase_orders": "طلبات الشراء",
    "purchase_orders_id": "بطاقة تعريف",
    "purchase_orders_order_id": "رقم التعريف الخاص بالطلب",
    "purchase_orders_subscriber_id": "تابع هويتك الشخصيه",
    "purchase_orders_purchase_order_status_id": "PurchaseOrderStatusId",
    "purchase_orders_company_id": "هوية الشركة",
    "purchase_orders_payment_type_id": "نوع الدفع",
    "purchase_orders_payment_status_id": "طريقة الدفع",
    "purchase_orders_payment_method_id": "طريقة الدفع",
    "purchase_orders_shipping_type_id": "نوع الشحن",
    "purchase_orders_shipping_method_id": "طريقة الشحن",
    "purchase_orders_shipping_price": "سعر الشحن",
    "purchase_orders_tax": "ضريبة",
    "purchase_orders_default_sales_tax": "ضريبة المبيعات الافتراضية",
    "purchase_orders_price": "سعر",
    "purchase_orders_total_price": "السعر الكلي",
    "purchase_orders_notes": "ملحوظات",
    "purchase_orders_order_longitude": "ترتيب الطول",
    "purchase_orders_order_latitude": "ترتيب العرض",
    "purchase_orders_created_at": "أنشئت في",
    "purchase_orders_updated_at": "تم التحديث في",
    "quotation_item_alternatives_quotation_item_alternatives": "بدائل بند الاقتباس",
    "quotation_item_alternatives_id": "بطاقة تعريف",
    "quotation_item_alternatives_quotation_item_id": "QuotationItemId",
    "quotation_item_alternatives_product_id": "معرف المنتج",
    "quotation_item_alternatives_price": "سعر",
    "quotation_item_alternatives_quantity": "كمية",
    "quotation_item_alternatives_shipping_price": "سعر الشحن",
    "quotation_item_alternatives_branch_id": "الفرع",
    "quotation_item_alternatives_part_type_id": "PartTypeId",
    "quotation_item_alternatives_payment_type_id": "نوع الدفع",
    "quotation_item_alternatives_order_items_availability_id": "OrderItemsAvailabilityId",
    "quotation_item_alternatives_is_selected": "تم الإختيار",
    "quotation_item_alternatives_created_at": "أنشئت في",
    "quotation_item_alternatives_updated_at": "تم التحديث في",
    "quotation_item_collection_areas_quotation_item_collection_areas": "مناطق جمع بند الاقتباس",
    "quotation_item_collection_areas_id": "بطاقة تعريف",
    "quotation_item_collection_areas_quotation_item_id": "QuotationItemId",
    "quotation_item_collection_areas_product_id": "معرف المنتج",
    "quotation_item_collection_areas_branch_id": "الفرع",
    "quotation_item_collection_areas_quantity": "كمية",
    "quotation_item_collection_areas_average_cost": "متوسط ​​السعر",
    "quotation_item_collection_areas_created_at": "أنشئت في",
    "quotation_item_collection_areas_updated_at": "تم التحديث في",
    "quotation_items_quotation_items": "عناصر الاقتباس",
    "quotation_items_id": "بطاقة تعريف",
    "quotation_items_quotation_id": "الاقتباس",
    "quotation_items_product_id": "معرف المنتج",
    "quotation_items_price": "سعر",
    "quotation_items_quantity": "كمية",
    "quotation_items_total_price": "السعر الكلي",
    "quotation_items_branch_id": "الفرع",
    "quotation_items_selling_price": "سعر البيع",
    "quotation_items_profit_ratio": "نسبة الربح",
    "quotation_items_created_at": "أنشئت في",
    "quotation_items_updated_at": "تم التحديث في",
    "quotation_processes_quotation_processes": "عمليات الاقتباس",
    "quotation_processes_id": "بطاقة تعريف",
    "quotation_processes_name": "اسم",
    "quotation_processes_en_name": "EnName",
    "quotation_processes_created_at": "أنشئت في",
    "quotation_processes_updated_at": "تم التحديث في",
    "quotations_quotations": "الاقتباسات",
    "quotations_id": "بطاقة تعريف",
    "quotations_subscriber_id": "تابع هويتك الشخصيه",
    "quotations_customer_id": "هوية الزبون",
    "quotations_customer_address": "عنوان العميل",
    "quotations_customer_latitude": "العميل",
    "quotations_customer_longitude": "طول العميل",
    "quotations_number_of_required_pieces": "NumberOfRequiredPieces",
    "quotations_number_of_available_pieces": "NumberOfAvailablePieces",
    "quotations_number_of_collection_areas": "NumberOfCollectionAreas",
    "quotations_part_type_id": "PartTypeId",
    "quotations_expected_delivery_time_min": "وقت التسليم المتوقع",
    "quotations_expected_delivery_time_max": "ExpectedDeliveryTimeMax",
    "quotations_order_cost": "OrderCost",
    "quotations_tax": "ضريبة",
    "quotations_total_order": "من أجل الكاملة",
    "quotations_shipping_cost": "تكلفة الشحن",
    "quotations_profit_ratio": "نسبة الربح",
    "quotations_profit_amount": "مبلغ الربح",
    "quotations_quotation_amount": "اقتباسالمبلغ",
    "quotations_quotation_process_id": "معرف عملية الاقتباس",
    "quotations_created_at": "أنشئت في",
    "quotations_updated_at": "تم التحديث في",
    "seller_shipping_methods_seller_shipping_methods": "طرق شحن البائع",
    "seller_shipping_methods_id": "بطاقة تعريف",
    "seller_shipping_methods_seller_id": "معرف البائع",
    "seller_shipping_methods_shipping_method_id": "طريقة الشحن",
    "seller_shipping_methods_is_active": "نشط",
    "seller_shipping_methods_created_at": "أنشئت في",
    "seller_shipping_methods_updated_at": "تم التحديث في",
    "shipping_methods_shipping_methods": "طرق الشحن",
    "shipping_methods_id": "بطاقة تعريف",
    "shipping_methods_name": "اسم",
    "shipping_methods_en_name": "EnName",
    "shipping_methods_fixed_price": "السعر الثابت",
    "shipping_methods_code" : "كود شركة الشحن",
    "shipping_methods_is_active": "نشط",
    "shipping_methods_created_at": "أنشئت في",
    "shipping_methods_updated_at": "تم التحديث في",
    "shipping_types_shipping_types": "أنواع الشحن",
    "shipping_types_id": "بطاقة تعريف",
    "shipping_types_name": "اسم",
    "shipping_types_en_name": "EnName",
    "shipping_types_created_at": "أنشئت في",
    "shipping_types_updated_at": "تم التحديث في",
    "subscriber_payment_types_subscriber_payment_types": "أنواع الدفع للمشتركين",
    "subscriber_payment_types_id": "بطاقة تعريف",
    "subscriber_payment_types_seller_id": "معرف البائع",
    "subscriber_payment_types_subscriber_id": "تابع هويتك الشخصيه",
    "subscriber_payment_types_payment_type_id": "نوع الدفع",
    "subscriber_payment_types_is_active": "نشط",
    "subscriber_payment_types_created_at": "أنشئت في",
    "subscriber_payment_types_updated_at": "تم التحديث في",
    "transaction_comments_transaction_comments": "تعليقات المعاملات",
    "transaction_comments_id": "بطاقة تعريف",
    "transaction_comments_transaction_id": "رقم المعاملة",
    "transaction_comments_user_id": "معرف المستخدم",
    "transaction_comments_is_admin": "IsAdmin",
    "transaction_comments_comment": "تعليق",
    "transaction_comments_created_at": "أنشئت في",
    "transaction_comments_updated_at": "تم التحديث في",
    "transaction_operations_transaction_operations": "عمليات المعاملات",
    "transaction_operations_id": "بطاقة تعريف",
    "transaction_operations_transaction_id": "رقم المعاملة",
    "transaction_operations_user_id": "معرف المستخدم",
    "transaction_operations_created_at": "أنشئت في",
    "transaction_operations_updated_at": "تم التحديث في",
    "transactions_transactions": "المعاملات",
    "transactions_id": "بطاقة تعريف",
    "transactions_wallet_id": "WalletId",
    "transactions_user_id": "معرف المستخدم",
    "transactions_order_id": "رقم التعريف الخاص بالطلب",
    "transactions_bank_id": "معرف البنك",
    "transactions_description_id": "الوصف",
    "transactions_type": "يكتب",
    "transactions_amount": "كمية",
    "transactions_balance": "توازن",
    "transactions_order_price_details": "OrderPriceDetails",
    "transactions_attachment": "مرفق",
    "transactions_status": "حالة",
    "transactions_created_at": "أنشئت في",
    "transactions_updated_at": "تم التحديث في",
    "users_users": "المستخدمون",
    "users_id": "بطاقة تعريف",
    "users_name": "اسم",
    "users_email": "بريد إلكتروني",
    "users_email_verified_at": "EmailVerifiedAt",
    "users_password": "كلمة المرور",
    "users_two_factor_secret": "TwoFactorSecret",
    "users_two_factor_recovery_codes": "TwoFactorRecoveryCodes",
    "users_two_factor_confirmed_at": "TwoFactorConfirmedAt",
    "users_remember_token": "تذكر",
    "users_current_team_id": "CurrentTeamId",
    "users_profile_photo_path": "الملف الشخصي",
    "users_created_at": "أنشئت في",
    "users_updated_at": "تم التحديث في",
    "wallets_wallets": "محافظ",
    "wallets_id": "بطاقة تعريف",
    "wallets_user_id": "معرف المستخدم",
    "wallets_user_type": "نوع المستخدم",
    "wallets_current_balance": "الرصيد الحالي",
    "wallets_pending_balance": "PendingBalance",
    "wallets_transferable_balance": "رصيد قابل للتحويل",
    "wallets_created_at": "أنشئت في",
    "wallets_updated_at": "تم التحديث في",
    "All Rights Received  © :COMPANY ,  :YEAR": "All Rights Received  © :COMPANY ,  :YEAR",
    "johan": "hani usif",
    "Customers" : "المشترين",
    "charts": "Charts"
}
